let options = ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10"];
export const quizQuestions = [
  {
    question: `Некои луѓе забележуваат дека одреден вид на музика може да предизвика нивно
              фантазирање. До кој степен музиката го активира вашето мечтаат??`,
    options: options
  },
  {
    question: "Некои луѓе чувствуваат потреба да продолжат да мечтаат, и покрај тоа што подоцна биле\n"
      + "прекинати од некој вистински настан. Кога вашето мечтаење ќе биде прекинато од некој\n"
      + "реален настан, колку е силна потребата за да се вратите на тоа мечтаење??",
    options: options
  },
  {
    question: `Колку често вашите мечти се придружени со вокални звуци или изрази на лицето (на
пример смеење или зборување)?`,
    options: options
  },
  {
    question: `Ако минувате низ одреден временски период кога не сте во состојба да мечтаете колку што
е вообичаено поради обврските од реалниот свет, колку сте вознемирени од вашата
неспособност да пронајдете време за да мечтаете?`,
    options: options
  },
  {
    question: `Некои луѓе искусуваат помешување на нивните мечтаења со секојдневието. Колку
вашето мечтаење попречува на вашата способност да извршите основни
задолженија?`,
    options: options
  },
  {
    question: `Некои луѓе се чувствуваат вознемирени или загрижени за времето што го поминуваат во
мечтаење. Колку се чувствувате вознемирено за времето што моментално го поминувате
вомечтаење?`,
    options: options
  },
  {
    question: `Кога сте знаете дека треба да обрнете внимание и да завршите нешто важно или
предизвикувачко, колку ви било тешко да се задржите на конкретната задача и да ја завршите
целта без мечтаење?`,
    options: options
  },
  {
    question: `Некои луѓе сметаат дека мечтаењето им претставува пречка за работите кои им се најважни.
Колку сметате дека вашите мечти се мешаат во остварувањето на вашите животни цели?`,
    options: options
  },
  {
    question: `Некои луѓе имаат потешкотии при контролирањето или ограничувањето на нивното
мечтаење. Колку ви е тешко да го задржите вашето мечтаење под контрола?`,
    options: options
  },
  {
    question: `Некои луѓе се чувствуваат вознемирени кога реалнен настан прекинува една од нивните
мечти. Колку се чувствувате вознемирени кога реалниот свет ќе прекине со една од вашите
мечти?`,
    options: options
  },
  {
    question: `Некои луѓе сметаат дека нивното мечтаење им пречи во нивниот академски/професионален
успех или лични достигнувања. Колку вашето мечтаење се попречува со вашиот академски /
професионален успех?`,
    options: options
  },
  {
    question: `Некои луѓе пре би да мечтаат отколку да прават други активности. До кој степен го
преферирате мечтаењето наместо дружење со други луѓе или учествување во општествени
активности или хоби?`,
    options: options
  },
  {
    question: `Колку ви е силна желбата за мечтаење веднаш по будење наутро?`,
    options: options
  },
  {
    question: `Колку често вашите мечтаeња се придружени со физичка активност какошетање, нишање или
тресење на рацете?`,
    options: options
  },
  {
    question: `Некои луѓе многу сакаат да мечтаат. Во колкава мера го сметаш мечтаењето за утешно и/или
пријатно?`,
    options: options
  },
  {
    question: `Некои луѓе сметаат дека е тешко да мечтаат кога не слушаат музика. Во колкава мера вашето
мечтаење зависи од постојаното слушање музика?`,
    options: options
  },
];

